[
    {
        "pic": "homes/durian.jpeg",
        "nama": "Es Duren Cirebon",
        "punch": "Lembutnya duren, segarnya sampai hati!",
        "deskripsi": "Es Duren khas Cirebon adalah jawaban buat pencinta durian sejati. Daging buah durian disajikan di atas es serut, disiram susu kental manis dan sedikit sirup, menciptakan sensasi creamy dan manis yang bikin meleleh. Aromanya kuat, tapi rasa manis dan legitnya bikin semua pecinta durian bahagia. Cocok buat dessert sore hari yang istimewa.",
        "bahan_utama": [
            "Daging durian",
            "Es serut",
            "Susu kental manis",
            "Sirup vanila"
        ],
        "range_harga": "Rp 12.000 – Rp 25.000",
        "review": [
            "Bener-bener durian banget! Lumer di mulut. – David, 27",
            "Manisnya pas, dan durennya banyak! – Shiella, 24",
            "Wajib coba kalo lagi di Cirebon, pecinta duren pasti seneng. – Mayang, 30"
        ]
    },
    {
        "pic": "homes/susu murni.jpg",
        "nama": "Susu Murni Cirebon",
        "punch": "Langsung dari peternakan, hangatnya sampai ke dada.",
        "deskripsi": "Susu murni di Cirebon biasanya disajikan hangat atau dingin dengan berbagai varian rasa, seperti cokelat, jahe, atau madu. Susunya langsung dari peternakan lokal, segar dan tanpa campuran. Rasanya creamy, gurih, dan menenangkan. Minuman ini nggak cuma enak, tapi juga menyehatkan—cocok buat sarapan atau penutup hari.",
        "bahan_utama": [
            "Susu sapi segar",
            "Gula atau madu (opsional)",
            "Jahe / cokelat bubuk (varian)"
        ],
        "range_harga": "Rp 7.000 – Rp 15.000",
        "review": [
            "Suka banget yang rasa jahe, anget dan sehat. – Aurell, 29",
            "Creamy banget, beda dari susu kemasan. – Albertus, 25",
            "Cocok diminum pas malam, bikin nyenyak tidurnya. – Febrian, 31"
        ]
    },
    {
        "pic": "homes/estape.webp",
        "nama": "Es Tape",
        "punch": "Manisnya fermentasi, segarnya orisinil!",
        "deskripsi": "Es Tape adalah minuman segar khas Cirebon dengan bahan utama tape singkong yang difermentasi sempurna. Tape dipadukan dengan sirup merah atau susu, lalu ditambah es batu. Rasanya manis-asam, menyegarkan, dan bikin nagih. Ini minuman klasik yang masih digemari banyak orang karena keunikan rasanya.",
        "bahan_utama": [
            "Tape singkong",
            "Sirup merah / susu kental manis",
            "Es batu"
        ],
        "range_harga": "Rp 5.000 – Rp 12.000",
        "review": [
            "Manis dan asamnya pas, seger banget. – Darren, 23",
            "Tape-nya lembut, cocok buat buka puasa juga. – Shelma, 26",
            "Bikin nostalgia jajan zaman kecil. – Karin, 28"
        ]
    },
    {
        "pic": "homes/es cuwing.jpg",
        "nama": "Es Cuwing",
        "punch": "Asam segar yang nyentil, bikin nagih tiap teguk!",
        "deskripsi": "Es Cuwing adalah minuman khas Cirebon yang menyegarkan dan punya rasa unik. Terbuat dari buah ceremai yang memiliki perpaduan rasa asam dan sedikit manis, minuman ini cocok banget buat pelepas dahaga di siang hari. Disajikan dingin dengan sedikit gula dan es batu, rasanya langsung membangkitkan semangat dan nostalgia masa kecil.",
        "bahan_utama": [
            "Es serut",
            "Santan",
            "Parutan kelapa",
            "Cuwing",
            "Gula merah",
            "Es batu"
        ],
        "range_harga": "Rp 5.000 – Rp 10.000",
        "review": [
            "Asamnya bikin melek! Seger banget. – Cyn, 23",
            "Rasanya ngingetin aku sama masa kecil. – Nella, 26",
            "Unik dan jarang ditemui di kota lain. Refreshing banget! – Adi, 30"
        ]
    },
    {
        "pic": "homes/sirup tjampolay copy.jpg",
        "nama": "Sirup Tjampolay",
        "punch": "Merah, legit, dan menyegarkan jiwa!",
        "deskripsi": "Dawet Ireng Cirebon punya tampilan unik berwarna warni menyesuaikan rasanya. Disajikan dengan es seut dan air, sudah enak-!",
        "bahan_utama": [
            "Es serut",
            "Air Dingin"
        ],
        "range_harga": "Rp 6.000 – Rp 12.000",
        "review": [
            "Warnanya menarik, rasanya enak banget. – Dea, 21",
            "Beda dari sirup lain, wangi nya ngegoda banget. – Felicia, 27",
            "Suka sama rasanya, manisnya pas! – Keyren, 24"
        ]
    }
]
